[
  {
    "id": 1,
    "estate_title": "Luxurious Beachfront Resort",
    "segment_name": "Resorts",
    "description": "Experience ultimate luxury and relaxation at our beachfront resort. With stunning ocean views, private beach access, and world-class amenities, this resort offers a true paradise getaway. Each spacious suite is elegantly appointed with modern furnishings and features a private balcony overlooking the sea. Indulge in gourmet dining options, unwind at the spa, or take part in various recreational activities. Whether you're seeking a romantic escape or a family vacation, our resort promises an unforgettable experience.",
    "price": "$500 - $1000 per night",
    "status": "rent",
    "area": "3000 sq ft",
    "location": "Tropical Island, Caribbean",
    "facilities": ["Private beach access", "Swimming pool", "Spa", "Fitness center", "Restaurants", "Water sports activities"],
    "image": "https://i.ibb.co/R7N4BSR/beach-front.jpg"
  },
  {
    "id": 2,
    "estate_title": "Charming Mountain Lodge",
    "segment_name": "Lodges",
    "description": "Escape to the serene beauty of the mountains with a stay at our charming lodge. Nestled amidst towering pines, our lodge offers cozy accommodations and breathtaking views of the surrounding peaks. Each rustic-chic cabin features a fireplace, comfortable furnishings, and modern amenities. Enjoy hiking trails, wildlife spotting, and outdoor adventures right at your doorstep. After a day of exploration, relax on the veranda with a glass of wine or gather around the campfire for s'mores under the stars.",
    "price": "$200 - $400 per night",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "Rocky Mountains, USA",
    "facilities": ["Scenic views", "Hiking trails", "Campfire area", "Outdoor seating", "Pet-friendly accommodations"],
    "image": "https://i.ibb.co/4TWMdVV/charming.jpg"
  },
  {
    "id": 3,
    "estate_title": "Historic Boutique Hotel",
    "segment_name": "Hotels",
    "description": "Step back in time and experience the charm of our historic boutique hotel. Located in the heart of the city, our hotel combines elegant architecture with modern comforts. Each individually decorated room exudes character and offers a unique glimpse into the past. Explore nearby landmarks, shops, and restaurants before returning to unwind in our cozy lounge or courtyard garden. With attentive service and a warm ambiance, our hotel provides a memorable stay for discerning travelers.",
    "price": "$300 - $600 per night",
    "status": "rent",
    "area": "2000 sq ft",
    "location": "Historic District, Europe",
    "facilities": ["Free Wi-Fi", "On-site restaurant", "Concierge service", "Meeting rooms", "Library", "Garden terrace"],
    "image": "https://i.ibb.co/tDRB21g/historic-hotel.jpg"
  },
  {
    "id": 4,
    "estate_title": "Secluded Mountain Retreat",
    "segment_name": "Vacation Rentals",
    "description": "Escape the hustle and bustle of city life with a stay at our secluded mountain retreat. Tucked away in a tranquil forest setting, our vacation rental offers privacy and serenity. The cozy cabin features rustic-chic décor, a fully equipped kitchen, and panoramic views of the surrounding wilderness. Spend your days hiking, fishing, or simply relaxing on the deck with a good book. At night, stargaze from the outdoor hot tub or gather around the fire pit for marshmallow roasting.",
    "price": "$150 - $300 per night",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Cascade Mountains, USA",
    "facilities": ["Outdoor hot tub", "Fire pit", "Deck with seating", "Fully equipped kitchen", "Board games", "Books and DVDs"],
    "image": "https://i.ibb.co/R6ZsC8r/mountain.jpg"
  },
  {
    "id": 5,
    "estate_title": "Coastal Guesthouse Retreat",
    "segment_name": "Guesthouses",
    "description": "Experience coastal living at its finest with a stay at our charming guesthouse retreat. Perched atop a scenic bluff, our guesthouse offers panoramic views of the ocean and coastline. Each bright and airy room is tastefully decorated and equipped with modern amenities. Wake up to the sound of waves crashing against the shore and enjoy breakfast on the sunny terrace overlooking the sea. Explore nearby beaches, coastal trails, and quaint seaside villages during your stay.",
    "price": "$100 - $200 per night",
    "status": "rent",
    "area": "1000 sq ft",
    "location": "Coastal Village, Europe",
    "facilities": ["Ocean views", "Terrace", "Complimentary breakfast", "Free parking", "Bicycle rental", "Beach access"],
    "image": "https://i.ibb.co/vkGfJDM/coastel-retreat.jpg"
  },
  {
    "id": 6,
    "estate_title": "Modern City Apartment",
    "segment_name": "Hotels",
    "description": "Experience urban living at its best with a stay at our modern city apartment. Located in the vibrant downtown district, our apartment offers stylish accommodations and convenient access to local attractions. The spacious loft-style layout features contemporary furnishings, a fully equipped kitchen, and floor-to-ceiling windows with city views. Explore nearby museums, theaters, and restaurants, or relax on the rooftop terrace with panoramic skyline views.",
    "price": "$150 - $300 per night",
    "status": "rent",
    "area": "800 sq ft",
    "location": "Downtown Metropolis, USA",
    "facilities": ["City views", "Rooftop terrace", "Fitness center", "24-hour concierge", "Wi-Fi", "Smart TV"],
    "image": "https://i.ibb.co/3MhGHQR/modern-city.jpg"
  },
  {
    "id": 7,
    "estate_title": "Rustic Countryside Farmhouse",
    "segment_name": "Vacation Rentals",
    "description": "Escape to the tranquil countryside with a stay at our charming farmhouse. Surrounded by rolling hills and lush greenery, our vacation rental offers a peaceful retreat for nature lovers. The rustic yet cozy interior features exposed wooden beams, a stone fireplace, and antique furnishings. Spend your days exploring the nearby vineyards, hiking trails, and quaint villages. Enjoy farm-to-table meals prepared with fresh ingredients from our garden or simply relax on the porch swing with a glass of local wine.",
    "price": "$120 - $250 per night",
    "status": "rent",
    "area": "1800 sq ft",
    "location": "Countryside, Europe",
    "facilities": ["Farm views", "Porch swing", "Fully equipped kitchen", "Outdoor dining area", "Garden", "Barbecue grill"],
    "image": "https://i.ibb.co/84rWpkK/farmhouse.jpg"
  },
  {
    "id": 8,
    "estate_title": "Safari Lodge Experience",
    "segment_name": "Lodges",
    "description": "Embark on a thrilling safari adventure with a stay at our luxury lodge. Located amidst a vast wildlife reserve, our lodge offers an immersive safari experience like no other. Stay in spacious tented suites equipped with modern amenities and panoramic views of the savanna. Join expert guides on game drives, bush walks, and birdwatching excursions to encounter Africa's iconic wildlife up close. After a day of exploration, relax by the campfire and savor traditional African cuisine under the starlit sky.",
    "price": "$600 - $1200 per night",
    "status": "rent",
    "area": "2500 sq ft",
    "location": "Savanna Plains, Africa",
    "facilities": ["Safari drives", "Guided walks", "Bush dinners", "Swimming pool", "Spa", "Gift shop"],
    "image": "https://i.ibb.co/NmNdVtc/safari-lodge.jpg"
  },
  {
    "id": 9,
    "estate_title": "Urban Boutique Hotel",
    "segment_name": "Hotels",
    "description": "Discover urban sophistication at our boutique hotel in the heart of the city. Combining contemporary design with personalized service, our hotel offers a stylish retreat for discerning travelers. Each chic room is thoughtfully appointed with modern amenities and luxurious touches. Start your day with a gourmet breakfast in our trendy café, unwind with cocktails in the rooftop bar, or explore the vibrant neighborhood's shops and galleries. With its prime location and upscale amenities, our boutique hotel is the perfect base for exploring the city's vibrant culture and nightlife.",
    "price": "$200 - $400 per night",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Downtown Arts District, USA",
    "facilities": ["Rooftop bar", "Café", "Fitness center", "Concierge service", "Valet parking", "Meeting rooms"],
    "image": "https://i.ibb.co/cJZQNmC/urban-boutique-hotel.jpg"
  },
  {
    "id": 10,
    "estate_title": "Mountain Chalet",
    "segment_name": "Vacation Rentals",
    "description": "Escape to the mountains with a stay at our cozy chalet. Nestled amidst towering pine trees, this charming retreat offers panoramic views of the surrounding peaks. The spacious chalet features rustic-chic décor, a stone fireplace, and a private hot tub, perfect for relaxing after a day of outdoor adventures. Explore nearby hiking trails, go skiing in the winter, or simply soak in the tranquility of nature from the comfort of your own mountain hideaway.",
    "price": "$300 - $600 per night",
    "status": "rent",
    "area": "2500 sq ft",
    "location": "Alpine Village, Europe",
    "facilities": ["Hot tub", "Fireplace", "Outdoor seating", "BBQ grill", "Game room", "Ski storage"],
    "image": "https://i.ibb.co/KF6G3Tx/mountaine-Chalet.jpg"
  },
  {
    "id":11,
    "estate_title": "Seaside Villa",
    "segment_name": "Vacation Rentals",
    "description": "Escape to your own private paradise with a stay at our luxurious seaside villa. Nestled along the coastline, this elegant retreat offers breathtaking ocean views and direct beach access. The spacious villa features modern amenities and stylish décor, perfect for a family vacation or romantic getaway. Relax by the infinity pool, dine al fresco on the terrace, or stroll along the sandy shores at sunset. With attentive service and unmatched tranquility, our villa promises an unforgettable coastal experience.",
    "price": "$800 - $1500 per night",
    "status": "rent",
    "area": "4000 sq ft",
    "location": "Tropical Beach, South Pacific",
    "facilities": ["Infinity pool", "Private beach", "Outdoor dining area", "Jacuzzi", "BBQ grill", "Gym"],
    "image": "https://i.ibb.co/2PqCKC9/seaside-villas.jpg"
  },
  {
    "id": 12,
    "estate_title": "Rustic Farmhouse Retreat",
    "segment_name": "Vacation Rentals",
    "description": "Experience the charm of country living with a stay at our rustic farmhouse retreat. Surrounded by rolling hills and lush farmland, this cozy getaway offers peace and tranquility. The renovated farmhouse features exposed beams, antique furnishings, and a cozy fireplace, creating a warm and inviting atmosphere. Spend your days exploring the countryside, picking fresh produce from the garden, or simply relaxing on the wraparound porch. With its idyllic setting and pastoral views, our farmhouse retreat is the perfect escape from the hustle and bustle of city life.",
    "price": "$250 - $500 per night",
    "status": "rent",
    "area": "1800 sq ft",
    "location": "Rural Countryside, Europe",
    "facilities": ["Garden", "Fireplace", "Outdoor seating", "Farm tours", "Bicycles", "Pet-friendly"],
    "image": "https://i.ibb.co/H2VJynz/a054ac26.jpg"
  }
]
